Repository: sainnick/AhQ_parallel_corpus
Catalog: 中文双语语料库.tmx
Source language: en_us
Languages: zh_cn

source: The True Story of Ah-Q
zh_cn: 阿Q正传

source: Chapter 1: Introduction
zh_cn: 第一章序

source: For several years now I have been meaning to write the true story of Ah Q. But while wanting to write I was in some trepidation, too, which goes to show that I am not one of those who achieve glory by writing; for an immortal pen has always been required to record the deeds of an immortal man, the man becoming known to posterity through the writing and the writing known to posterity through the man-until finally it is not clear who is making whom known. But in the end, as though possessed by some fiend, I always came back to the idea of writing the story of Ah Q.
zh_cn: 我要给阿Ｑ做正传，已经不止一两年了。但一面要做，一面又往回想，这足见我不是一个"立言"(2)的人，因为从来不朽之笔，须传不朽之人，于是人以文传，文以人传——究竟谁靠谁传，渐渐的不甚了然起来，而终于归接到传阿Ｑ，仿佛思想里有鬼似的。

source: And yet no sooner had I taken up my pen than I became conscious of tremendous difficulties in writing this far-from-immortal work.
zh_cn: 然而要做这一篇速朽的文章，才下笔，便感到万分的困难了。

source: The first was the question of what to call it.
zh_cn: 第一是文章的名目。

source: Confucius said, "If the name is not correct, the words will not ring true"; and this axiom should be most scrupulously observed.
zh_cn: 孔子曰，"名不正则言不顺"(3)。这原是应该极注意的。

source: There are many types of biographies: official biographies, autobiographies, unauthorized biographies, legends, supplementary biographies, family histories, sketches ?but unfortunately none of these suited my purpose.
zh_cn: 传的名目很繁多：列传，自传，内传(4)，外传，别传，家传，小传......，而可惜都不合。

source: "Official biography?" This account will obviously not be included with those of many eminent people in some authentic history. "Autobiography?" But I am obviously not Ah Q.
zh_cn: "列传"么，这一篇并非和许多阔人排在"正史"(5)里；"自传"么，我又并非就是阿Ｑ。

source: If I were to call this an "unauthorized biography," then where is his "authenticated biography"? The use of "legend" is impossible, because Ah Q was no legendary figure. "Supplementary biography"? But no president has ever ordered the National Historical Institute to write a "standard life" of Ah Q. It is true that although there are no "lives of gamblers" in authentic English history, the famous author Conan Doyle nevertheless wrote Rodney Stone; [1] but while this is permissible for a famous author it is not permissible for such as I. Then there is "family history"; but I do nor know whether I belong to the same family as Ah Q or not, nor have his children or grandchildren ever entrusted me with such a task. If I were to use "sketch," it might be objected that Ah Q has no "complete account."
zh_cn: 说是"外传"，"内传"在那里呢？倘用"内传"，阿Ｑ又决不是神仙。"别传"呢，阿Ｑ实在未曾有大总统上谕宣付国史馆立"本传"(6)——虽说英国正史上并无"博徒列传"，而文豪迭更司(7)也做过《博徒别传》这一部书，但文豪则可，在我辈却不可。其次是"家传"，则我既不知与阿Ｑ是否同宗，也未曾受他子孙的拜托；或"小传"，则阿Ｑ又更无别的"大传"了。

source: In short, this is really a "life," but since I write in vulgar vein using the language of hucksters and pedlars, I dare not presume to give it so high-sounding a title. So from the stock phrase of the novelists, who are not reckoned among the Three Cults and Nine Schools. [2] "Enough of this digression, and back to the true story!" I will take the last two words as my title; and if this is reminiscent of the True Story of Calligraphy [3] 3 of the ancients, it cannot be helped.
zh_cn: 总而言之，这一篇也便是"本传"，但从我的文章着想，因为文体卑下，是"引车卖浆者流"所用的话(8)，所以不敢僭称，便从不入三教九流的小说家(9)所谓"闲话休题言归正传"这一句套话里，取出"正传"两个字来，作为名目，即使与古人所撰《书法正传》(10)的"正传"字面上很相混，也顾不得了。

source: The second difficulty confronting me was that a biography of this type should start off something like this: "So-and-so, whose other name was so-and-so, was a native of such-and-such a place"; but I don't really know what Ah Q's surname was.
zh_cn: 第二，立传的通例，开首大抵该是"某，字某，某地人也"，而我并不知道阿Ｑ姓什么。

source: Once, he seemed to be named Chao, but the next day there was some confusion about the matter again.
zh_cn: 有一回，他似乎是姓赵，但第二日便模糊了。

source: This was after Mr. Chao's son had passed the county examination, and, to the sound of gongs, his success was announced in the village. Ah Q, who had just drunk two bowls of yellow wine, began to prance about declaring that this reflected credit on him too, since he belonged to the same clan as Mr. Chao, and by an exact reckoning was three generations senior to the successful candidate.
zh_cn: 那是赵太爷的儿子进了秀才的时候，锣声镗镗的报到村里来，阿Ｑ正喝了两碗黄酒，便手舞足蹈的说，这于他也很光采，因为他和赵太爷原来是本家，细细的排起来他还比秀才长三辈呢。

source: At the time several bystanders even began to stand slightly in awe of Ah Q. But the next day the bailiff summoned him to Mr. Chao's house. When the old gentleman set eyes on him his face turned crimson with fury and he roared:
zh_cn: 其时几个旁听人倒也肃然的有些起敬了。那知道第二天，地保便叫阿Ｑ到赵太爷家里去；太爷一见，满脸溅朱，喝道：

source: "Ah Q, you miserable wretch! Did you say I belonged to the same clan as you?"
zh_cn: "阿Ｑ，你这浑小子！你说我是你的本家么？"

source: Ah Q made no reply.
zh_cn: 阿Ｑ不开口。

source: The more he looked at him the angrier Mr. Chao became, and advancing menacingly a few steps he said, "How dare you talk such nonsense! How could I have such a relative as you? Is your surname Chao?"
zh_cn: 赵太爷愈看愈生气了，抢进几步说："你敢胡说！我怎么会有你这样的本家？你姓赵么？"

source: Ah Q made no reply, and was planning a retreat, when Mr. Chao darted forward and gave him a slap on the face.
zh_cn: 阿Ｑ不开口，想往后退了；赵太爷跳过去，给了他一个嘴巴。

source: "How could you be named Chao!-Do you think you are worthy of the name Chao?"
zh_cn: "你怎么会姓赵！——你那里配姓赵！"

source: Ah Q made no attempt to defend his right to the name Chao, but rubbing his left cheek went out with the bailiff. Once outside, he had to listen to another torrent of abuse from the bailiff, and thank him to the tune of two hundred cash.
zh_cn: 阿Ｑ并没有抗辩他确凿姓赵，只用手摸着左颊，和地保退出去了；外面又被地保训斥了一番，谢了地保二百文酒钱。

source: All who heard this said Ah Q was a great fool to ask for a beating like that. Even if his surname were Chao-which wasn't likely-he should have known better than to boast like that when there was a Mr. Chao living in the village.
zh_cn: 知道的人都说阿Ｑ太荒唐，自己去招打；他大约未必姓赵，即使真姓赵，有赵太爷在这里，也不该如此胡说的。

source: After this no further mention was made of Ah Q's ancestry, so that I still don't know what his surname really was.
zh_cn: 此后便再没有人提起他的氏族来，所以我终于不知道阿Ｑ究竟什么姓。

source: The third difficulty I encountered in writing this work was that I don't know how Ah Q's personal name should be written either.
zh_cn: 第三，我又不知道阿Ｑ的名字是怎么写的。

source: During his lifetime everybody called him Ah Quei, but after his death not a soul mentioned Ah Quei again; for be was obviously not one of those whose name is "preserved on bamboo tablets and silk." [4] If there is any question of preserving his name, this essay must be the first attempt at doing so. Hence I am confronted with this difficulty at the outset.
zh_cn: 他活着的时候，人都叫他阿Ｑｕｅｉ，死了以后，便没有一个人再叫阿Ｑｕｅｉ了，那里还会有"着之竹帛"(11)的事。若论"着之竹帛"，这篇文章要算第一次，所以先遇着了这第一个难关。

source: I have given the question careful thought: Ah Quei-would that be the "Quei" meaning cassia or the "Quei" meaning nobility? If his other name had been Moon Pavilion, or if he had celebrated his birthday in the month of the Moon Festival, then it would certainly be the "Quei" for cassia. [5] But since he had no other name-or if he had, no one knew it-and since he never sent out invitations on his birthday to secure complimentary verses, it would be arbitrary to write Ah Quei (cassia).
zh_cn: 我曾仔细想：阿Ｑｕｅｉ，阿桂还是阿贵呢？倘使他号月亭，或者在八月间做过生日，那一定是阿桂了；而他既没有号——也许有号，只是没有人知道他，——又未尝散过生日征文的帖子：写作阿桂，是武断的。

source: Again, if he had had an elder or younger brother called Ah Fu (prosperity), then he would certainly be called Ah Quei (nobility). But he was all on his own: thus there is no justification for writing Ah Quei (nobility).
zh_cn: 又倘使他有一位老兄或令弟叫阿富，那一定是阿贵了；而他又只是一个人：写作阿贵，也没有佐证的。

source: All the other, unusual characters with the sound Quei are even less suitable.
zh_cn: 其余音Ｑｕｅｉ的偏僻字样，更加凑不上了。

source: I once put this question to Mr. Chao's son, the successful county candidate, but even such a learned man as he was baffled by it. According to him, however, the reason why this name could not be traced was that Chen Tu-hsiu [6] had brought out the magazine New Youth, advocating the use of the Western alphabet, so that the national culture was going to the dogs.
zh_cn: 先前，我也曾问过赵太爷的儿子茂才(12)先生，谁料博雅如此公，竟也茫然，但据结论说，是因为陈独秀办了《新青年》提倡洋字(13)，所以国粹沦亡，无可查考了。

source: As a last resort, I asked someone from my district to go and look up the legal documents recording Ah Q's case, but after eight months he sent me a letter saying that there was no name anything like Ah Quei in those records.
zh_cn: 我的最后的手段，只有托一个同乡去查阿Ｑ犯事的案卷，八个月之后才有回信，说案卷里并无与阿Ｑｕｅｉ的声音相近的人。

source: Although uncertain whether this was the truth or whether my friend had simply done nothing, after failing to trace the name this way I could think of no other means of finding it.
zh_cn: 我虽不知道是真没有，还是没有查，然而也再没有别的方法了。

source: Since I am afraid the new system of phonetics has not yet come into common use, there is nothing for it but to use the Western alphabet, writing the name according to the English spelling as Ah Quei and abbreviating it to Ah Q. This approximates to blindly following the New Youth magazine, and I am thoroughly ashamed of myself; but since even such a learned man as Mr. Chao's son could not solve my problem, what else can I do?
zh_cn: 生怕注音字母还未通行，只好用了"洋字"，照英国流行的拼法写他为阿Ｑｕｅｉ，略作阿Ｑ。这近于盲从《新青年》，自己也很抱歉，但茂才公尚且不知，我还有什么好办法呢。

source: My fourth difficulty was with Ah Q's place of origin.
zh_cn: 第四，是阿Ｑ的籍贯了。

source: If his surname were Chao, then according to the old custom which still prevails of classifying people by their districts, one might look up the commentary in The Hundred Surnames [7] and find "A native of Tienshui in Kansu Province." But unfortunately this surname is open to question, with the result that Ah Q's place of origin must also remain uncertain.
zh_cn: 倘他姓赵，则据现在好称郡望的老例，可以照《郡名百家姓》(14)上的注解，说是"陇西天水人也"，但可惜这姓是不甚可靠的，因此籍贯也就有些决不定。

source: Although he lived for the most part in Weichuang, he often stayed in other places, so that it would be wrong to call him a native of Weichuang. It would, in fact, amount to a distortion of history.
zh_cn: 他虽然多住未庄，然而也常常宿在别处，不能说是未庄人，即使说是"未庄人也"，也仍然有乖史法的。

source: The only thing that consoles me is the fact that the character "Ah" is absolutely correct. This is definitely not the result of false analogy, and is well able to stand the test of scholarly criticism.
zh_cn: 我所聊以自慰的，是还有一个"阿"字非常正确，绝无附会假借的缺点，颇可以就正于通人。

source: As for the other problems, it is not for such unlearned people as myself to solve them, and I can only hope that disciples of Dr. Hu Shih, who has such "a passion for history and antiquities," [8] may be able in future to throw new light on them. I am afraid, however, that by that time my True Story of Ah Q will have long since passed into oblivion.
zh_cn: 至于其余，却都非浅学所能穿凿，只希望有"历史癖与考据癖"的胡适之(15)先生的门人们，将来或者能够寻出许多新端绪来，但是我这《阿Ｑ正传》到那时却又怕早经消灭了。

source: The foregoing may be considered as an introduction.
zh_cn: 以上可以算是序。

source: Chapter 2: A Brief Account of Ah-Q's Victories
zh_cn: 第二章优胜记略

source: In addition to the uncertainty regarding Ah Q's surname, personal name, and place of origin, there is even some uncertainty regarding his "background."
zh_cn: 阿Ｑ不独是姓名籍贯有些渺茫，连他先前的"行状"(16)也渺茫。

source: This is because the people of Weichuang only made use of his services or treated him as a laughing-stock, without ever paying the slightest attention to his "background."
zh_cn: 因为未庄的人们之于阿Ｑ，只要他帮忙，只拿他玩笑，从来没有留心他的"行状"的。

source: Ah Q himself remained silent on this subject, except that when quarrelling with someone he might glance at him and say, "We used to be much better off than you!
zh_cn: 而阿Ｑ自己也不说，独有和别人口角的时候，间或瞪着眼睛道：

source: Who do you think you are anyway?"
zh_cn: "我们先前——比你阔的多啦！你算是什么东西！"

source: Ah Q had no family but lived in the Tutelary God's Temple at Weichuang.
zh_cn: 阿Ｑ没有家，住在未庄的土谷祠(17)里；

source: He had no regular work either, simply doing odd jobs for others: were there wheat to be cut he would cut it, were there rice to be ground he would grind it, were there a boat to be punted he would punt it.
zh_cn: 也没有固定的职业，只给人家做短工，割麦便割麦，舂米便舂米，撑船便撑船。

source: If the work lasted for a considerable period he might stay in the house of his temporary employer, but as soon as it was finished he would leave.
zh_cn: 工作略长久时，他也或住在临时主人的家里，但一完就走了。

source: Thus whenever people had work to be done they would remember Ah Q, but what they remembered was his service and not his "background"; and by the time the job was done even Ah Q himself was forgotten, to say nothing of his "background."
zh_cn: 所以，人们忙碌的时候，也还记起阿Ｑ来，然而记起的是做工，并不是"行状"；一闲空，连阿Ｑ都早忘却，更不必说"行状"了。

source: Once indeed an old man remarked, "What a good worker Ah Q is!"
zh_cn: 只是有一回，有一个老头子颂扬说："阿Ｑ真能做！"

source: At that time Ah Q, stripped to the waist, listless and lean, was standing before him, and other people did not know whether the remark was meant seriously or derisively, but Ah Q was overjoyed.
zh_cn: 这时阿Ｑ赤着膊，懒洋洋的瘦伶仃的正在他面前，别人也摸不着这话是真心还是讥笑，然而阿Ｑ很喜欢。

source: Ah Q, again, had a very high opinion of himself. He looked down on all the inhabitants of Weichuang, thinking even the two young "scholars" not worth a smile, though most young scholars were likely to pass the official examinations.
zh_cn: 阿Ｑ又很自尊，所有未庄的居民，全不在他眼神里，甚而至于对于两位"文童"(18)也有以为不值一笑的神情。夫文童者，将来恐怕要变秀才者也；

source: Mr. Chao and Mr. Chien were held in great respect by the villagers, for in addition to being rich they were both the fathers of young scholars. Ah Q alone showed them no exceptional deference, thinking to himself, "My sons may be much greater!"
zh_cn: 赵太爷钱太爷大受居民的尊敬，除有钱之外，就因为都是文童的爹爹，而阿Ｑ在精神上独不表格外的崇奉，他想：我的儿子会阔得多啦！

source: Moreover, after Ah Q had been to town several times, he naturally became even more conceited, although at the same time he had the greatest contempt for townspeople. For instance, a bench made of a wooden plank three feet by three inches the Weichuang villagers called a "long bench." Ah Q called it a "long bench" too; but the townspeople called it a "straight bench," and he thought, "This is wrong. How ridiculous!" Again, when they fried large-headed fish in oil the Weichuang villagers all added shallot leaves sliced half an inch long, whereas the townspeople added finely shredded shallots, and he thought, "This is wrong too. How ridiculous!" But the Weichuang villagers were really ignorant rustics who had never seen fish fried in town!
zh_cn: 加以进了几回城，阿Ｑ自然更自负，然而他又很鄙薄城里人，譬如用三尺三寸宽的木板做成的凳子，未庄人叫"长凳"，他也叫"长凳"，城里人却叫"条凳"，他想：这是错的，可笑！油煎大头鱼，未庄都加上半寸长的葱叶，城里却加上切细的葱丝，他想：这也是错的，可笑！然而未庄人真是不见世面的可笑的乡下人呵，他们没有见过城里的煎鱼！

source: Ah Q who "used to be much better off," who was a man of the world and "a good worker," would have been almost the perfect man had it nor been for a few unfortunate physical blemishes.
zh_cn: 阿Ｑ"先前阔"，见识高，而且"真能做"，本来几乎是一个"完人"了，但可惜他体质上还有一些缺点。

source: The most annoying were some places on his scalp where in the past, at some uncertain dare, shiny ringworm scars had appeared.
zh_cn: 最恼人的是在他头皮上，颇有几处不知于何时的癞疮疤。

source: Although these were on his own head, apparently Ah Q did not consider them as altogether honourable, for he refrained from using the word "ringworm" or any words that sounded anything like it. Later he improved on this, making "bright" and "light" forbidden words, while later still even "lamp" and "candle" were taboo.
zh_cn: 这虽然也在他身上，而看阿Ｑ的意思，倒也似乎以为不足贵的，因为他讳说"癞"以及一切近于"赖"的音，后来推而广之，"光"也讳，"亮"也讳，再后来，连"灯""烛"都讳了。

source: Whenever this taboo was disregarded, whether intentionally or not, Ah Q would fly into a rage, his ringworm scars turning scarlet. He would look over the offender, and if it were someone weak in repartee he would curse him, while if it were a poor fighter he would hit him.
zh_cn: 一犯讳，不问有心与无心，阿Ｑ便全疤通红的发起怒来，估量了对手，口讷的他便骂，气力小的他便打；然而不知怎么一回事，总还是阿Ｑ吃亏的时候多。

source: Yet, curiously enough, it was usually Ah Q who was worsted in these encounters, until finally he adopted new tactics, contenting himself in general with a furious glare.
zh_cn: 于是他渐渐的变换了方针，大抵改为怒目而视了。

source: It so happened, however, that after Ah Q had taken to using this furious glare, the idlers in Weichuang grew even more fond of making jokes at his expense.
zh_cn: 谁知道阿Ｑ采用怒目主义之后，未庄的闲人们便愈喜欢玩笑他。

source: As soon as they saw him they would pretend to give a start, and say: "Look! It's lighting up."
zh_cn: 一见面，他们便假作吃惊的说："哙，亮起来了。"

source: Ah Q would rise to the bait as usual, and glare furiously.
zh_cn: 阿Ｑ照例的发了怒，他怒目而视了。

source: "So there is a paraffin lamp here," they would continue, not in the least intimidated.
zh_cn: "原来有保险灯在这里！"他们并不怕。

source: Ah Q could do nothing but rack his brains for some retort: "You don't even deserve ?
zh_cn: 阿Ｑ没有法，只得另外想出报复的话来： "你还不配......"

source: At this juncture it seemed as if the scars on his scalp were noble and honourable, not just ordinary ringworm scars. However, as we said above, Ah Q was a man of the world: he knew at once that he had neatly broken the "taboo" and refrained from saying any more.
zh_cn: 这时候，又仿佛在他头上的是一种高尚的光容的癞头疮，并非平常的癞头疮了；但上文说过，阿Ｑ是有见识的，他立刻知道和"犯忌"有点抵触，便不再往底下说。

source: If the idlers were still not satisfied, but continued to bait him, they would in the end come to blows.
zh_cn: 闲人还不完，只撩他，于是终而至于打。

source: Then only after Ah Q had, to all appearances, been defeated, had his brownish pigtail pulled and his head bumped against the wall four or five times, would the idlers walk away, satisfied at having won. Ah Q would stand there for a second, thinking to himself, "It is as if I were beaten by my son. What is the world coming to nowadays ?
zh_cn: 阿Ｑ在形式上打败了，被人揪住黄辫子，在壁上碰了四五个响头，闲人这才心满意足的得胜的走了，阿Ｑ站了一刻，心里想，"我总算被儿子打了，现在的世界真不像样......

source: Thereupon he too would walk away, satisfied at having won.
zh_cn: "于是也心满意足的得胜的走了。

source: Whatever Ah Q thought he was sure to tell people later; thus almost all who made fun of Ah Q knew that he had this means of winning a psychological victory. So after this anyone who pulled or twisted his brown pigtail would forestall him by saying: "Ah Q, this is not a son beating his father, it is a man beating a beast.
zh_cn: 阿Ｑ想在心里的，后来每每说出口来，所以凡是和阿Ｑ玩笑的人们，几乎全知道他有这一种精神上的胜利法，此后每逢揪住他黄辫子的时候，人就先一着对他说： "阿Ｑ，这不是儿子打老子，是人打畜生。

source: Let's hear you say it: A man bearing a beast!"
zh_cn: 自己说：人打畜生！"

source: Then Ah Q, clutching at the root of his pigtail, his head on one side, would say: "Beating an insect-how about that? I am an insect-now will you let me go?"
zh_cn: 阿Ｑ两只手都捏住了自己的辫根，歪着头，说道： "打虫豸，好不好？我是虫豸——还不放么？"

source: But although he was an insect the idlers would not let him go until they had knocked his head five or six times against something nearby, according to their custom, after which they would walk away satisfied that they had won, confident that this time Ah Q was done for.
zh_cn: 但虽然是虫豸，闲人也并不放，仍旧在就近什么地方给他碰了五六个响头，这才心满意足的得胜的走了，他以为阿Ｑ这回可遭了瘟。

source: In less than ten seconds, however, Ah Q would walk away also satisfied that he had won, thinking that he was the "foremost self-belittler," and that after subtracting "self-belittler" what remained was "foremost."
zh_cn: 然而不到十秒钟，阿Ｑ也心满意足的得胜的走了，他觉得他是第一个能够自轻自贱的人，除了"自轻自贱"不算外，余下的就是"第一个"。

source: Was not the highest successful candidate in the official examination also the "foremost"? "And who do you think you are anyway?"
zh_cn: 状元(19)不也是"第一个"么？"你算是什么东西"呢！？

source: After employing such cunning devices to get even with his enemies, Ah Q would make his way cheerfully to the wine shop to drink a few bowls of wine, joke with the others again, quarrel with them again, come off victorious again, and return cheerfully to the Tutelary God's Temple, there to fall asleep as soon as his head touched the pillow.
zh_cn: 阿Ｑ以如是等等妙法克服怨敌之后，便愉快的跑到酒店里喝几碗酒，又和别人调笑一通，口角一通，又得了胜，愉快的回到土谷祠，放倒头睡着了。

source: If he had money he would gamble. A group of men would squat on the ground, Ah Q sandwiched in their midst, his face streaming with perspiration; and his voice would shout the loudest: "Four hundred on the Green Dragon!"
zh_cn: 假使有钱，他便去押牌宝(20)，一推人蹲在地面上，阿Ｑ即汗流满面的夹在这中间，声音他最响： "青龙四百！"

source: "Hey-open there!" the stakeholder, his face streaming with perspiration too, would open the box and chant: "Heavenly Gate! ?Nothing for the Corner! ?
zh_cn: "咳......开......啦！"桩家揭开盒子盖，也是汗流满面的唱。"天门啦......角回啦......！人和穿堂空在那里啦......

source: No stakes on the Popularity Passage! Pass over Ah Q's coppers!"
zh_cn: ！阿Ｑ的铜钱拿过来......！"

source: "The Passage-one hundred-one hundred and fifty."
zh_cn: "穿堂一百——一百五十！"

source: To the tune of this chanting, Ah Q's money would gradually vanish into the pockets of other perspiring people.
zh_cn: 阿Ｑ的钱便在这样的歌吟之下，渐渐的输入别个汗流满面的人物的腰间。

source: Finally he would be forced to squeeze his way out of the crowd and watch from the back, taking a vicarious interest in the game until it broke up, when he would return reluctantly to the Tutelary God's Temple. The next day he would go to work with swollen eyes.
zh_cn: 他终于只好挤出堆外，站在后面看，替别人着急，一直到散场，然后恋恋的回到土谷祠，第二天，肿着眼睛去工作。

source: However, the truth of the proverb "misfortune may be a blessing in disguise" was shown when Ah Q was unfortunate enough to win and almost suffered defeat in the end.
zh_cn: 但真所谓"塞翁失马安知非福"①罢，阿Ｑ不幸而赢了一回，他倒几乎失败了。

source: This was the evening of the Festival of the Gods in Weichuang.
zh_cn: 这是未庄赛神②的晚上。

source: According to custom there was a play; and close to the stage, also according to custom, were numerous gambling tables.
zh_cn: 这晚上照例有一台戏，戏台左近，也照例有许多的赌摊。

source: The drums and gongs of the play sounded about three miles away to Ah Q who had ears only for the stake-holder's chant.
zh_cn: 做戏的锣鼓，在阿Ｑ耳朵里仿佛在十里之外；他只听得桩家的歌唱了。

source: He staked successfully again and again, his coppers turning into silver coins, his silver coins into dollars, and his dollars mounting up.
zh_cn: 他赢而又赢，铜钱变成角洋，角洋变成大洋，大洋又成了叠。

source: In his excitement he cried our, "Two dollars on Heavenly Gate!"
zh_cn: 他兴高采烈得非常： "天门两块！"

source: He never knew who started the fight, nor for what reason.
zh_cn: 他不知道谁和谁为什么打起架来了。

source: Curses, blows and footsteps formed a confused medley of sound in his head, and by the time he clambered to his feet the gambling tables had vanished and so had the gamblers. Several parts of his body seemed to be aching as if he had been kicked and knocked about, while a number of people were looking at him in astonishment.
zh_cn: 骂声打声脚步声，昏头昏脑的一大阵，他才爬起来，赌摊不见了，人们也不见了，身上有几处很似乎有些痛，似乎也挨了几拳几脚似的，几个人诧异的对他看。

source: Feeling as if there were something amiss, he walked back to the Tutelary God's Temple, and by the time he regained his composure he realized that his pile of dollars had disappeared.
zh_cn: 他如有所失的走进土谷祠，定一定神，知道他的一堆洋钱不见了。

source: Since most of the people who ran gambling tables at the Festival were not natives of Weichuang, where could he look for the culprits?
zh_cn: 赶赛会的赌摊多不是本村人，还到那里去寻根柢呢？

source: So white and glittering a pile of silver! It had all been his ?but now it had disappeared. Even to consider it tantamount to being robbed by his son did not comfort him. To consider himself as an insect did not comfort him either. This time he really tasted something of the bitterness of defeat.
zh_cn: 很白很亮的一堆洋钱！而且是他的——现在不见了！说是算被儿子拿去了罢，总还是忽忽不乐；说自己是虫豸罢，也还是忽忽不乐：他这回才有些感到失败的苦痛了。

source: But presently he changed defeat into victory.
zh_cn: 但他立刻转败为胜了。

source: Raising his right hand he slapped his own face hard twice, so that it tingled with pain. After this slapping his heart felt lighter, for it seemed as if the one who had given the slap was himself, the one slapped some other self, and soon it was just as if he had beaten someone else-in spite of the fact that his face was still tingling. He lay down satisfied that he had gained the victory.
zh_cn: 他擎起右手，用力的在自己脸上连打了两个嘴巴，热剌剌的有些痛；打完之后，便心平气和起来，似乎打的是自己，被打的是别一个自己，不久也就仿佛是自己打了别个一般，——虽然还有些热剌剌，——心满意足的得胜的躺下了。

source: Soon he was asleep.
zh_cn: 他睡着了。

source: Chapter 3: A Further Account of Ah-Q's Victories
zh_cn: 第三章续优胜记略

source: Although Ah Q was always gaining victories, it was only after he was favoured with a slap on the face by Mr. Chao that he became famous.
zh_cn: 然而阿Ｑ虽然常优胜，却直待蒙赵太爷打他嘴巴之后，这才出了名。

source: After paying the bailiff two hundred cash he lay down angrily. Later he said to himself, "What is the world coming to nowadays, with sons beating their parents ?
zh_cn: 他付过地保二百文酒钱，愤愤的躺下了，后来想："现在的世界太不成话，儿子打老子......"
